TASKS = {
    "text_surface": {
        "excellent": ["请根据你现在的心境，创作一首诗......", "请创作一篇小说......"],
        "great": ["请评论你最近发生的一件事..."],
        "good": ["请对你喜欢的人说一段话......", "请写下你最近看过的一部电影的故事概要......", "请描述你心软的那个时刻......"],
        "normal": ["请写下你此时的心情......", "请描述你周围的环境......", "请写下你今天经历了一些什么......",
                   "请描述此时此刻的天气......"]
    },
    "photo_surface": {
        "excellent": ["请拍下一张陌生人的照片......"],
        "great": ["请拍下一张小狗嬉闹的照片......"],
        "good": ["请拍下一张风景照..."],
        "normal": ["请拍下一张照片......", "请拍下一张城市的照片......", "请拍下一张蓝天白云的照片......"]
    },
    "video_surface": {
        "excellent": ["请把一个有创意的想法制作成视频......"],
        "great": ["请在视频讲解一个知识点......"],
        "good": ["请录下一段有意境的视频......"],
        "normal": ["请录下一段vlog......", "请录下一个搞笑视频......"]
    },
    "audio_surface": {
        "excellent": ["请创作一首音乐......"],
        "great": ["请哼唱出一段自创的旋律......"],
        "good": ["请录下一段鸟鸣声......"],
        "normal": ["请录下一段你想说的话......", "请录下一段鸟鸣声......", "请录下一段溪流声......"]
    }
}